Repository: fullstory-morgue/install-gui
Catalog: po/*.po
Languages: da, de, el, es, fr, hr, it, ja, nl, pl, pt, ro, ru, uk, zh

source: aptosid HD-Installation
el: aptosid HD-Εγκατάσταση
pt: Instalação do aptosid no Disco Rígido
ru: Установка aptosid на жёсткий диск
uk: Установка aptosid на жорсткий диск

source: exit
da: afslut
de: Ende
el: έξοδος
es: Salir
fr: Quitter
hr: Izlaz
it: Esci
ja: 終了
pl: koniec
pt: sair
ro: iesire
ru: Выход
uk: Выхід
zh: 退出

source: Welcome to the aptosid HD-Installation
da: Velkommen til aptosid HD-Installation
de: Willkommen zur aptosid HD-Installation
el: Καλώς ήλθατε στην aptosid HD-Εγκατάσταση
pt: Bem-vindo à Instalação do aptosid no Disco Rígido
ru: Добро пожаловать в менеджер установки aptosid на жёсткий диск
uk: Ласкаво просимо в менеджер установки aptosid на жорсткий диск

source: aptosid takes no responsibility for data loss or hardware damage.
da: Producenten påtager sig intet ansvar for data tab eller hardware skader opstået som følge af brug af dette produkt.
de: aptosid übernimmt keinerlei Garantie! Das Verwenden geschieht auf eigene Verantwortung!
el: το aptosid δεν φέρει καμία ευθύνη για απώλεια δεδομένων ή βλάβη υλικού
pt: O aptosid declina toda a responsabilidade pela perda de dados ou danos no hardware que possam ocorrer.
ru: Автор снимает с себя всякую ответственность за потерю данных или повреждение аппаратных средств.
uk: aptosid знімає з себе всяку відповідальність за втрату даних або пошкодження апаратних засобів.

source: This application will install aptosid to your harddisk.
da: Dette program installerer aptosid til din harddisk.
de: Diese Applikation installiert aptosid auf ihre Festplatte.
el: Η εφαρμογή αυτή θα εγκαταστήσει το aptosid στον δίσκο σας
pt: Esta aplicação irá instalar o aptosid no seu disco rígido.
ru: Это приложение устанавливает aptosid на жёсткий диск.
uk: Ця програма встановлює aptosid на жорсткий диск.

source: If you need any help with the installation, visit the aptosid-website, -Wiki, -Forum or -Chat! aptosid-website: http://aptosid.com
da: Hvis du har brug for hjælp med installationen så besøg aptosid-hjemmesiden, -Wiki, -Forum eller -Chat aptosid-Hjemmeside: http://aptosid.com
de: Wenn sie Hilfe benötigen besuchen Sie die aptosid-Website, -Wiki, -Forum or -Chat! aptosid-Website: http://aptosid.com
el: Αν χρειάζεστε βοήθεια με την εγκατάσταση επισκευτείτε την aptosid-σελίδα, -Wiki, -Φόρουμ ή -Chat! aptosid-σελίδα: http://aptosid.com
pt: Se precisar de ajuda para a instalação, visite a página web, o Wiki, o Fórum ou o IRC Chat do aptosid! Página Web do aptosid: http://aptosid.com
ru: Если Вам нужна помощь, посетите наш сайт: http://aptosid.com! Там же находятся наши вики и форум, а также есть данные нашего чата.
uk: Якщо Вам потрібна допомога, відвідайте aptosid-вебсторінку,-вікі,-форум або-чат! aptosid-веб-сторінка http://aptosid.com

source: Welcome
da: Velkommen
de: Willkommen
el: Καλώς ήλθατε
es: Bienvenido
fr: Bienvenue
hr: Dobro došli
it: Benvenuto
ja: ようこそ
nl: Welkom
pl: Witamy
pt: Bem-vindo
ro: Bine Ati Venit
ru: Добро пожаловать
uk: Ласкаво просимо
zh: 欢迎

source: options are: ======== /boot /home /opt /root /tmp /usr /var
da: muligheder: ======== /boot /home /opt /root /tmp /usr /var
de: Optionen: ======== /boot /home /opt /root /tmp /usr /var
el: επιλογές: ======== /boot /home /opt /root /tmp /usr /var
es: Posibles son: ======== /boot /home /opt /root /tmp /usr /var
fr: sont possibles: ======== /boot /home /opt /root /tmp /usr /var
hr: opcije su: ======== /boot /home /opt /root /tmp /usr /var
it: Opzioni disponibili: ======== /boot /home /opt /root /tmp /usr /var
ja: オプション: ======== /boot /home /opt /root /tmp /usr /var
nl: mogelijk zijn: ======== /boot /home /opt /root /tmp /usr /var
pl: możliwości: ======== /boot /home /opt /root /tmp /usr /var
pt: Opções: ====== /boot /home /opt /root /tmp /usr /var
ro: optiunile sunt: ======== /boot /home /opt /root /tmp /usr /var
ru: Возможные точки монтирования: ======== /boot /home /opt /root /tmp /usr /var
uk: Можливі точки монтування: ======== /boot /home /opt /root /tmp /usr /var

source: !!!!!! be careful !!!!!!! Do it, if you don't have a linux partition. Read the Manual before. (see the Manual Button on the Desktop)
da: !!!!!! Forsigtig !!!!!!! Gør dette, hvis du ikke har en linux partition. Læs manualen først. (se manual knappen på skrivebordet)
de: !!!!!! ACHTUNG !!!!!!! Machen sie das wenn sie keine Linux Partitionen haben. Vorher Beschreibung lesen. (siehe Manual Button auf dem Desktop)
el: !!!!!! ΠΡΟΣΟΧΗ !!!!!!! Κάντε το αν δεν έχετε μια linux κατάτμηση. Πρώτα διαβάστε το εγχειρίδιο. (δείτε την συντόμευση στο Desktop)
es: !!!!! sea cuidadoso !!!!! Hagalo si no tiene una particion de linux. Lea el manual con anticipación. ( Hay un boton en el Desktop)
fr: Soyez prudents!!! Si vous n'avez pas de partition linux, faites-le. Lisez le manuel! (cliquez sur le bouton Manual du bureau)
hr: !!!!!! POZOR !!!!!!! Samo, ako nemate Linux particiju. Proćitajte prirućnik prije. (Manual Icon na Desktop-u)
it: !!!!!! Attenzione !!!!!!! È necessario se non hai una partizione linux. Prima leggi il manuale (guarda il pulsante "Manual" presente sul Desktop.)
ja: !!!!!! 注意 !!!!!!! Linuxパーティションが存在しない時は実行します。 その前に一度マニュアルを読んでください.(デスクトップ上にマニュアルボタンがあります)
nl: !!!!!! wees voorzichtig !!!!!! Doe dit, als je geen linux partitie hebt. Lees de gebruiksaanwijzing van tevoren. (zie daarvoor de 'manual button' op het bureaublad)
pl: !!!!!! uważaj !!!!!!! Zrób to, jeżeli jeśli nie masz partycji linuksowych. Przeczytaj wcześniej Instrukcję (patrz: przycisk Manual na pulpicie)
pt: !!!!!! TENHA CUIDADO !!!!!! Faça-o se não tiver uma partição de Linux. Leia o Manual antes de continuar (veja o ícone do Manual na Área de Trabalho).
ro: !!!!!! atentie !!!!!!! Faceti aceasta doar daca nu aveti o partitie linux. Cititi Manualul intai . (butonul Manual de pe Desktop)
ru: !!!!!! Предупреждение !!!!!!! Для установки aptosid необходимо иметь раздел Linux на жёстком диске. Настоятельно советуем предварительно прочитать aptosid руководство. И конка от него находится прямо на Вашем рабочем столе.
uk: !!!!!! Обережно !!!!!!! Робіть це, якщо немає ніякого розділу Linux на жорсткому диску. Необхідно заздалегідь прочитати керівництво. (Див. кнопку керівництва на робочому столі)
zh: !!!!!! 敬请注意 !!!!!!! 如果您没有一个 Linux 分区请执行该项. 请事先阅读安装手册，(点击桌面上的手册按钮)

source: Start Part.- manager
el: Τρέξτε Διαχ. Κατατμήσεων
es: Inicio.- Crear Particiones
fr: Lancer l'outil de partitionnement
hr: Start Part.- menadžera
it: Avvia part.- manager
nl: Start de partition manager
pl: Uruchom managera partycji
pt: Iniciar o Gestor de Partições
ru: Запустить менеджер разделения
uk: Запустити менеджер разділу
zh: 开始硬盘分区管理

source: Root-Partition
el: Root-Κατάτμηση
es: Partición de la Raiz (root)
fr: Partition root
hr: Root-Particija
it: Partizione root
ja: ルートパーティション
nl: Root-partitie
pl: Partycja główna "/"
pt: Partição Raíz:
ro: Partitia Root
ru: Корневой раздел
uk: Кореневий розділ
zh: 根分区

source: Mountpoints of other Partitions
da: Mountpoints for andre partitioner
de: Mountpoints anderer Partitionen
el: Σημεία προσάρτησης άλλων Κατατμήσεων
es: Monturas de otras Particiones
fr: Points de montage (Mountpoints) des autres partitions
hr: Mountpoints drugih particija
it: Mountpoint di altre partizioni
ja: 他のパーティションのマウントポイント
nl: Aankoppelpunten ('mountpoints') voor andere partities
pl: Miejsca montowania innych partycji
pt: Pontos de montagem de outras Partições:
ro: Punctele de montare ale celorlalte partitii
ru: Точки монтирования других разделов
uk: Точки монтування інших розділів
zh: 其他分区的挂载点

source: Example: ------------ A separate home-partition: /home
da: Eksempel: ------------ En seperat home-partition: /home
de: Beispiel: ------------ Eine separate Home-Partition: /home
el: Παράδειγμα: ------------ Ξεχωριστή home-κατάτμηση: /home
ja: 例: ------------ 以下に分割する ホームパーティション: /home
pt: Exemplo: ------------- Uma partição em separado: /home
ru: например: ------------ Отдельный раздел пользователя: /home
uk: Наприклад: ------------ одиночний розділ користувача: /home

source: Set mountpoints of other Partitions (will not be formatted automatically)
da: Definer mountpoints for andre partitioner (vil ikke blive formatteret automatisk)
de: Mountpoints anderer Partitionen festlegen (werden nicht automatisch formatiert)
el: Σημ. προσάρτησης άλλων Κατατμήσεων (δεν θα διαμορφωθούν αυτόματα)
es: Haga las monturas de las otras Particiones (no se van a formatear automaticamente)
fr: Choisir des points de montage pour d'autres partitions (ne seront pas automatiquement formatées)
hr: Postavi mountpoints drugih particija (neće biti formatirano automatski)
it: Imposta i mountpoint delle altre partizioni (non saranno formattate automaticamente)
ja: 他のパーティションのマウントポイントをセットしてください (自動的にはフォーマットされません)
nl: Stel aankoppelpunten ('mountpoints') in (worden niet automatisch geformatteerd)
pl: Ustaw miejsca montowania innych partycji (nie będą automatycznie formatowane)
pt: Definir pontos de montagem (mountpoints) de outras Partições (não serão formatadas automaticamente)
ro: Setarea punctelor de montare ale celorlalte partitii (nu vor fi formatate automat)
ru: Указать точки монтирования других разделов (не форматировать автоматически),
uk: Вказати точки монтування інших розділів (не форматувати автоматично),
zh: 设置其他分区的挂载点 (它们不会被自动格式化)

source: format with
da: formatter med
de: formatieren mit
el: διάμορφ. σε
es: tipo de formato
fr: formater avec
hr: Formatiraj sa
it: formatta con
ja: formatする
nl: formatteer met
pl: formatuj używając
pt: formatar com:
ro: formatati in
ru: форматировать с
uk: форматувати зі
zh: 格式化成

source: Partitioning
da: Partitionering
de: Partitionieren
el: Κατάτμηση
es: Particionando
fr: Partionnement
hr: Particijoniranje
it: Partizionamento
ja: パーティション
nl: Partitioneren
pl: Partycjonowanie
pt: Particionamento
ro: Partitionarea
ru: Создание разделов
uk: Створення розділів
zh: 分区

source: create a bootdisk
da: opret en bootdisk
de: Bootdisk erstellen
el: δημ. δισκ. εκκίνησης
es: Crear un bootdisk
fr: créer disquette de démarrage
hr: Napravi bootdisk
it: crea un bootdisk
ja: ブートディスクを作成
nl: maak een boot diskette
pl: Utwórz dysk startowy
pt: criar disco de arranque
ro: creaza un bootdisk
ru: Создать загруз. дискету
uk: Створити завантажувальну дискету
zh: 创建启动盘

source: Installation-target
da: Installations sted
de: Installations-Ziel
el: Τόπος-εγκατάστασης
es: Lugar de instalación
fr: Cible de l'installation
hr: Mjesto za instalaciju
it: Destinazione di installazione
ja: インストール先
nl: Installatieplaats
pl: Miejsce instalacji
pt: Local de instalação:
ro: Locul unde va fi instalat
ru: Место инсталляции
uk: Місце інсталяції
zh: 安装路径

source: Bootmanager: A bootmanager allows you to choose the OS you want to boot at startup. Installation-target: MBR (Master Boot Record) or root-partition
da: Bootmanager: En bootmanager gør det muligt for dig at vælge det operativ-system du vil boote fra ved opstart. Installations sted: MBR (Master Boot Record) eller root-partition
de: Bootmanager: Ein Bootmanager ermöglicht es, dass man beim Booten auswählen kann welches Betriebssystem gestartet werden soll. Installationsort: MBR (Master Boot Record) oder Root-Partition
el: Bootmanager: Ο bootmanager σας επιτρέπει να επιλέξετε το ΛΣ που θέλετε να εκκινήσετε. Τόπος-εγκατάστασης: MBR (Master Boot Record) ή κατάτμηση-root
it: Bootmanager: un bootmanager ti permette di scegliere il sistema operativo che vuoi caricare all'avvio. Destinazione di installazione: MBR (Master Boot Record o partizione-root)
ja: ブートマネージャー: ブートマネージャーは開始時ブートしたいOSを選択します. インストール先: MBR (Master Boot Record) または ルートパーティション
pt: Gestor de arranque (boot manager): permite-lhe escolher o Sistema Operativo que deseja iniciar no arranque. Local de instalação: MBR (Master Boot Record) ou partição raíz.
ru: Загрузчик OC (Oперационной Cистемы) позволяет пользователю иметь несколько установленных операционных систем и при включении компьютера выбирать одну из них для загрузки. Инсталляционное место: MBR (Главная загрузочная запись) или корневой раздел
uk: Менеджер завантажувача: менеджер завантажувача дозволяє вибирати ту основну операційну систему, яку Ви хочете завантажити при запуску комп'ютера. Інсталяційне місце: MBR (головний запис завантаження) або кореневий розділ

source: Bootmanager
es: Bootmanager - Selector de Sistemas Operativos
fr: Chargeur de boot
ja: ブートマネージャー
pl: Manager uruchamiania
pt: Gestor de arranque:
ru: Загрузчик ОС
uk: Менеджер завантажувача
zh: 启动管理器

source: Root-password:
de: Root-Passwort:
es: Clave de la raiz (root):
fr: Mot de passe pour root
hr: Root-lozinka:
it: Password di root:
ja: ルートパスワード:
nl: Rootwachtwoord
pl: Hasło roota:
pt: Senha de super-utilizador:
ro: Parola de Root:
ru: Пароль root:
uk: Пароль root:
zh: 管理员密码:

source: Root-password again:
da: Root-password igen:
de: Root-Passwort wiederholen:
el: Root-password ξανά:
es: Clave de la raiz (Otra vez):
fr: Mot de passe pour root (confirmez-le)
hr: Ponovi root-lozinku:
it: Password di root (ripeti):
ja: ルートパスワード再入力:
nl: Rootwachtwoord (opnieuw)
pl: Hasło roota (ponownie):
pt: Senha de super-utilizador de novo:
ro: Parola de Root din nou:
ru: Повторение пароля root:
uk: Повторення паролю root :
zh: 再输一遍管理员密码:

source: Realname:
da: Rigtigt navn:
de: Echter Name:
el: Όνομα:
es: Nombre Propio
fr: Nom réel
hr: Pravo ime:
it: Vero nome:
ja: 本名:
nl: Echte naam
pl: Nazwa:
pt: Nome real:
ro: Numele real:
ru: Ваше настоящее имя:
uk: Ваше справжнє і'мя:
zh: 真实姓名

source: Password:
de: Passwort:
es: Clave (usuario)
fr: Mot de passe
hr: Lozinka:
ja: パスワード:
nl: Wachtwoord
pl: Hasło:
pt: Senha:
ro: Parola:
ru: Ваш пароль:
uk: Ваш пароль:
zh: 密码

source: Password again:
da: Password igen:
de: Passwort wiederholen:
el: Password ξανά:
es: Clave (otra vez)
fr: Mot de passe (confirmez-le)
hr: Ponovi lozinku:
it: Password (ripeti):
ja: パスワード再入力:
nl: Wachtwoord (opnieuw)
pl: Hasło (ponownie):
pt: Senha de novo:
ro: Parola din nou:
ru: Повторение Вашего пароля:
uk: Повторення пароля:
zh: 再输一遍密码:

source: Username:
da: Brugernavn:
de: Benutzername:
el: ΌνομαΧρήστη
es: Nombre del usuario
fr: Nom de l'utilisateur
hr: Korisničko ime:
it: Nome utente:
ja: ユーザー名:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Utilizador:
ro: Nume Utilizator:
ru: Имя пользователя:
uk: Ім'я користувача:
zh: 用户名

source: Root-password: This password will be used for the administrator. Do not forget it! Username: The username should consist of lower case letters (and numbers) only. Important: All passwords have to be between 6 and 20 characters long!
da: Root-password: Dette password skal anvendes af administratoren. Husk det! Brugernavn: Brugernavnet må udelukkende bestå af små bogstaver (og tal). Vigtigt: Alle passwords skal være på mellem 6 and 20 anslag!
de: Root-Passwort: Dieses Passwort wird für den Administrator-Zugangverwendet. Merken Sie Sich dieses Passwort deswegen gut! Benutzername: Der Benutzername sollte nur aus Kleinbuchstaben (und Zahlen) bestehen. Hinweis: Alle Passwörter müssen zwischen 6 und 20 Zeichen lang sein!
el: Root-password: Το password αυτό θα χρησιμοποιηθεί για τον διαχειριστή. Μην το ξεχάσετε! ΌνομαΧρήστη: Το όνομαΧρήστη θα πρέπει να περιέχει μόνο μικρά γράμματα (και αριθμούς). Σημαντικό: Όλα τα passwords πρέπει να έχουν μήκος από 6 μέχρι 20 χαρακτήρες!
it: Password di root: questa password sarà utilizzata per l'amministratore. Ricordatela! Nome utente: il nome utente dovrebbe consistere solo di caratteri minuscoli (e numeri). Importante: tutte le password devono essere lunghe minimo 6 e massimo 20 caratteri!
ja: ルートパスワード: このパスワードはシステム管理者が使います. 決して忘れないように! ユーザー名: ユーザー名は小文字英字と数字のみです. 重要: どのパスワードも6文字以上２０文字以下でなければなりません!
pt: Senha de super-utilizador (root): Esta senha será usada pelo administrador. Não a esqueça! Utilizador: O nome do utilizador deve consistir apenas de letras minúsculas e algarismos. Importante: Todas as senhas devem ter entre 6 a 20 caracteres!
ru: Пароль root: Он требуется для управления всей ОС. Не забудьте его! Имя пользователя: Оно должно состоять только из маленьких букв (и чисел). Важно: Длина всех паролей должна быть между 6 и 20 знаками!
uk: Пароль root: Цей пароль використовується для адміністратора.Не забудьте його! Ім'я користувача: Ім'я користувача має складатися лише з малих літер (і чисел). Важливо: Довжина всіх паролів повинна бути між 6 і 20 знаків!

source: User
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
hr: Korisničko ime
it: Utente
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ro: Utilizator
ru: Пользователь
uk: Користувач
zh: 用户

source: Hostname: The hostname should consist of letters (and numbers) only and it must not begin with a number.
da: Hostname: Hostname må kun bestå af bogstaver (og tal) og må ikke starte med et tal.
de: Rechnername: Der Rechnername sollte nur aus Buchstaben (und Zahlen) bestehen und darf nicht mit einer Zahl beginnen
el: Hostname: Το hostname πρέπει να αποτελείται μόνο από γράμματα (και αριθμούς) και να μην αρχίζει με αριθμό
es: Hostname: Este debe consistir solamente por letras y numeros y no puede empezar con un numero
fr: Nom de domaine: Composé de lettres minuscules et de chiffres seulement. Ne peut pas commencer avec un chiffre.
hr: Hostname: hostname treba da se sastoji samo od malih slova i brojki, ne smije startovat sa brojem.
it: Hostname: l'hostname dovrebbe consistere solo di lettere (e numeri) e non deve cominciare con un numero.
ja: ホスト名: ホスト名は小文字英字と数字のみを使い、数字から始まってはなりません.
nl: Hostnaam: de 'hostname' mag alleen bestaan uit letters (en cijfers) en mag niet met een cijfer beginnen.
pl: Nazwa hosta: powinna sładać się tylko z liter (i cyfr) i nie może zaczynać się cyfrą.
pt: Nome da máquina (hostname): O nome da máquina deve consistir apenas de letras e algarismos, e não pode começar com um algarismo.
ro: Nume sistem: Numele sistemului trebuie sa contina doar litere (si numere) dar sa nu inceapa cu un numar.
ru: Название хоста: Оно должно состоять из букв (и чисел) и не должно начинаться с числа.
uk: Ім'я хоста: ім'я хоста має складатися з букв (і чисел) і не повинно починатися з числом.
zh: 主机名: 主机名只能由字母(数字)组成，而且不能以数字开头.

source: Network
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
fr: Réseau
hr: Umrežavanje
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
pt: Rede
ro: Retea
ru: Локальная сеть
uk: Локальна мережа
zh: 网络

source: You have provided all the required information for a aptosid-install. To check again or change anything press "<-Back". If everything is correct for you, press "Save config & Next".
da: Du har indtastet alt den nødvendige information og kan nu starte aptosid installationen. Du kan kontrollere eller ændre dine indstillinger igen ved at trykke "Forrige" knappen. Hvis alt er som du ønsker, start da installationen ved at trykke på "Begynd installation".
de: Es sind alle notwendigen Daten vorhanden, um die aptosid-Installation zu starten. Sie können die Einstellungen nochmal Überpruefen, indem Sie den Button "Zurück" betätigen. Wenn alles in Ordnung ist können Sie die Installation mit dem Button "Konfig speichern & weiter" beginnen.
el: Έχετε παράσχει όλες τις απαραίτητες πληροφορίες για μια aptosid-εγκατάσταση. Για να ελέγξετε ξανά ή να αλλάξετε κάτι πατήστε το "<-Πίσω". Αν είναι όλα σωστά πατήστε το "Φύλαξε ρύθμ. & Επόμενο".
pt: Forneceu toda a informação necessária para iniciar a Instalação do aptosid. Pode verificar ou modificar as Opções novamente pressionando o botão "Retroceder". Se entende que está tudo correcto, pressione o botão "Guardar Configuração & Seguinte".
ru: Все необходимые данные для установки ОС aptosid теперь в инсталляторе есть. Проверить данные или изменить опции возможно нажатием кнопки "назад". Если все правильно, начните инсталляцию, нажив кнопку "Запуск установки".
uk: Всі необхідні дані в системі є, можна запустити установку aptosid. Щоб перевірити дані або змінити опції ще раз, натисніть кнопку "назад ". Якщо все правильно, почніть інсталяцію натиснувши кнопку"Запуск установки ".

source: Save configuration only (~/.sidconf)
da: Gem configuration kun (~/.sidconf)
de: Nur die Konfiguration speichern (~/.sidconf)
el: Μόνο φύλαξε ρυθμί- σεις (~/.sidconf)
es: Grabar la configuracion solamente (~/.sidconf)
hr: Memoriraj configuraciju samo (~/.sidconf)
it: Salva la configurazione solo (~/.sidconf)
ja: 設定を保存 only (~/.sidconf)
nl: Sla de configuratie op only (~/.sidconf)
pl: Zachowaj tylko ustawienia (~/.sidconf)
pt: Guardar apenas a configuração (~/.sidconf)
ro: Salveaza configuratia doar (~/.sidconf)
ru: Записать конфигурацию только (/.sidconf)
uk: Записати конфігурацію тількі (/.sidconf)

source: Start aptosid-Installer-Script without configuration (this configuration will be lost)
da: Start aptosid-Installer-Script uden configuration (denne konfiguration vil blive tabt)
de: aptosid-Install-Script ohne Konfiguration starten (dadurch gehen diese Einstellungen verloren)
el: Ξεκίνα aptosid-Installer-Script χωρίς ρυθμίσεις(οι ρυθμίσεις αυτές θα χαθούν)
pt: Iniciar o Programa de Instalação do aptosid sem configuração (esta configuração será perdida)
ru: Запустить скрипт инсталляции без конфигурации (конфигурация не будеть записываться)
uk: Запустити скрипт інсталяції без конфигурації (конфігурація не буде записуватися)

source: Save configuration and start installation
da: Gem configuration og start installation
de: Konfiguration speichern und Installation starten
el: Φύλαξε ρυθμίσεις και ξεκίνα εγκατάσταση
es: Gravar configuracion y empezar la instalacion
fr: Sauver la configuration et lancer l'installation
hr: Memoriraj configuraciju i startuj instalaciju
it: Salva la configurazione e comincia l'installazione
ja: 設定を保存 してインストール開始
nl: Sla de configuratie op en begin de installatie
pl: Zachowaj ustawienia i rozpocznij instalację
pt: Guardar a configuração e iniciar a instalação
ro: Salveaza configuratia si porneste instalarea
ru: Записать конфигурацию и запустить установку
uk: Записати конфігурацію та запустити установку
zh: 保存设置 并开始安装

source: Force Installation (Ignore RAM-/Partition-Check, etc.)
da: Tving Installation (Ignorer RAM-/Partition-Check, etc.)
de: Installation erzwingen (Keine Prüfung durchführen)
el: Εγκατάσταση με τη βία (Αγνόησε έλεγχο RAM/Κατάτμησης, κτλ.)
es: Forzar instalacion (Ignorar RAM/Chequeo de particiones, etc.)
fr: Forcer l'installation (ignore vérifications RAM/partitions, etc.)
hr: Prisilite Instalaciju (ignoriraj RAM-/Particija-Check, etc.)
it: Forza Installazione (ignora controllo RAM/partizione, etc.)
ja: 強制インストール (RAM,パーティションなどのチェックを無視)
nl: Forceer de installatie (Negeer RAM-/Partitiecontrole, enz.)
pl: Wymuś instalację (Ignoruj sprawdzenie RAM-u, partycji itp.)
pt: Forçar a Instalação (Ignorar a verificação de RAM, Partição, etc.)
ro: Forteaza Instalarea (Ignora verificarea RAM-/Partitii, etc.)
ru: Форсировать установку (игнорировать проверку оперативной памяти и разделений и т.д.)
uk: Форсувати установку (ігнорувати перевірку оперативної пам'яті і розділень і т.д.)
zh: 强制安装 (忽略内存和分区检测等)

source: Begin Installation
de: Installation starten
es: Empezar la instalacion
fr: Lancer l'installation
hr: Startuj Instalaciju
it: Avvia installazione
ja: インストール開始
nl: Begin de installatie
pl: Rozpocznij instalację
pt: Iniciar a Instalação
ro: Incepe Instalarea
uk: Почати установку
zh: 开始安装

source: Installation
el: Εγκατάσταση
es: Instalacion
hr: Instalacija
it: Installazione
ja: インストール
nl: Installatie
pl: Instalacja
pt: Instalação
ro: Instalare
ru: Установка
uk: Установка
zh: 安装

source: Next
da: Næste
de: Vor
el: Επόμ
es: Seguir
fr: Suivant
hr: Dalje
it: Avanti
ja: 次へ
nl: Volgende
pl: Następny
pt: Seguinte
ro: Urmatorul
ru: Вперёд
uk: Вперед
zh: 下一步

source: Prev
da: Forrige
de: Zurück
el: Προηγ
es: Regresar
fr: Précédent
hr: Nazad
it: Indietro
ja: 前へ
nl: Vorige
pl: Poprzedni
pt: Anterior
ro: Inapoi
ru: Назад
uk: Назад
zh: 上一步

source: Hostname:
da: Værtsnavn:
fr: Nom de domaine:
nl: Hostnaam:
pl: Nazwa hosta:
pt: Nome da máquina:
ro: Nume sistem:
ru: Название хоста:
uk: Ім'я хоста:
