Repository: fullstory-morgue/install-gui
Catalog: po/*.po
Languages: da, de, el, es, fr, hr, it, ja, nl, pl, pt, ro, ru, uk, zh

source: Install additional Metapackages
da: Installer yderligere Metapakker
de: Zusätzliche Metapakete installieren
el: Εγκαταστήστε πρόσθετα Μετα-πακέτα
es: Instalar adicionales paquetes
fr: Installer des logiciels additionnels
hr: Instaliranje dodatnih Metapaketa
it: Installa metapacchetti aggiuntivi
ja: 追加インストール メタパッケージ
nl: Installeren van extra MetaPakketten
pl: Zainstaluj dodatkowe metapakiety
pt: Instalação de Pacotes-Adicionais
ro: Instaleaza Metapachete aditionale
ru: Установка дополнительных пакетов программного обеспечения
uk: Встановлення додаткових пакетів програмного забезпечення

source: mount partitions on boot
da: Monter partitioner ved opstart
de: Partitionen nach Systemstart automatisch einbinden
el: προσάρτησε κατατμήσεις στο boot
es: montar particiones al arrancar
fr: Monter partitions au démarrage
hr: Mountati particije pri startu
it: monta le partizioni al boot
ja: 起動時にパーティションをマウントする
pt: Montar as partições no arranque
ru: Автомаческое присоединение раздела после системной запуска
uk: Автоматичне приєднання розділів після системної за

source: ssh (Secure shell client and server)
da: ssh (Secure shell og klient)
de: ssh (Secure shell Client und Server
el: ssh (Secure shell πελάτης και διακομιστής)
es: ssh (Cliente y servidor de ssh)
fr: ssh (Secure shell - communication sécurisée)
hr: ssh (Secure shell klijent i poslužitelj)
it: ssh (Secure shell client e server)
pt: ssh (cliente e servidor do Secure Shell)
ru: ssh (Клиенты и северы протокола ssh)
uk: ssh (клієнти і сервери протоколу ssh)

source: cups (Printing System)
da: cups (Print system)
de: cups (Drucker System)
el: cups (Σύστημα Εκτύπωσης)
ja: cups (印刷システム)
pt: cups (Sistema de Impressão)
ru: cups (Система выдачи на печать)
uk: cups (Система видачі на друк)

source: start services
da: start tjenester
de: Start Service
el: ξεκίνα υπηρεσίες
es: iniciar servicios
fr: scripts de démarrage
hr: Startovati servise
it: avvia servizi
ja: サービス スタート
pt: iniciar serviços
ru: Запуск служб
uk: Запуск служб

source: <big> Timezone </big>
da: <big> Tidszone </big>
de: <big> Zeitzone </big>
el: <big> Ζώνη Ώρας </big>
it: <big> Fuso orario </big>
ja: <big> タイムゾーン </big>
pt: <big> Zona horária </big>
uk: <big> Часовий пояс </big>

source: Root-Password different!
da: Root kodeord forskellige!
de: Root-Passwort unterschiedlich!
el: Root-Password διαφορετικό
hr: Root-Lozinke nisu identične
it: Password di root differenti!
ja: ルートパスワードが違います!
pt: Senha do super-utilizador (root) diferentes!
ru: Пароль root не совпадает!
uk: Пароль root не збігається!

source: Root-Password too short!
da: Root kodeord for kort!
de: Root-Passwort zu kurz
el: Root-Password πολύ κοντό!
hr: Root-Lozinka je prekratka!
it: Password di root troppo corta!
ja: ルートパスワードが短かすぎます!
pt: Senha do super-utilizador (root) muito curta!
ru: Пароль root слишком короткий!
uk: Пароль root занадто короткий!

source: Realname empty!
da: Rigtigt Navn er ikke udfyldt!
de: Echter Name leer!
el: Όνομα άδειο!
hr: Pravo ime je prazno!
it: Vero nome vuoto!
ja: 本名が空です!
pt: Nome real do utilizador vazio!
ru: Не указано настоящее имя!
uk: Не вказано справжнє ім'я !

source: Username empty!
da: Brugernavn er tomt!
de: Benutzername leer
el: Όνομα χρήστη άδειο!
hr: Korisničko ime je prazno!
it: Username vuoto!
ja: ユーザー名が空です!
pt: Nome do utilizador vazio!
ru: Не указано имя пользователя!
uk: Не вказано ім'я користувача!

source: Password different!
da: Kodeord forskellige!
de: Passwort unterschiedlich!
el: Password διαφορετικό!
hr: Lozinke nisu identične!
it: Password differenti!
ja: パスワードが違います!
pt: Senhas diferentes!
ru: Пароль не совпадает!
uk: Пароль не збігається!

source: Password too short!
da: Kodeord er for kort!
de: Passwort zu kurz
el: Password πολύ κοντό!
hr: Lozinka prekratka!
it: Password troppo corta!
ja: パスワードが短かすぎます!
pt: Senha muito curta!
ru: Пароль слишком короткий!
uk: Пароль надто короткий!

source: Edit Configuration
da: Rediger konfiguration
de: Konfiguration editieren
el: Επεξεργασία ρυθμίσεων
hr: Editiraj konfiguraciju
it: Modifica configurazione
ja: 設定を変更
pt: Editar a Configuração
ru: Редактирование конфигурации
uk: Редагування конфігурації

source: not necessary, <b>be careful !!!</b>
da: ikke nødvendig, <b>Forsigtig!!!<b>
de: nicht notwendig, <b>Sei vorsichtig !!!</b>
el: δεν είναι απαραίτητο, <b>προσοχή !!!</b>
hr: nepotrebno, <b>budite pažljivi !!!</b>
it: non necessario, <b>sii prudente!!!</b>
ja: 必要ありません, <b>注意 !!!</b>
pt: não é necessário, <b>tenha cuidado !!!</b>
ru: Не является необходимым, <b>Будьте внимательным!!!</b>
uk: Не є необхідним, <b>Будьте уважним!</b>

source: Installation with progressbar (default)
da: Installer med progressbar (standard)
de: Grafische Installation mit Fortschrittsbalken (Standard)
el: Εγκατάσταση με progressbar (προεπιλογή)
hr: Instalacija sa trakom za napredovanje (Standard)
it: Installazione con barra di avanzamento (default)
ja: プログレスバー付きインストール (デフォルト)
pt: Instalação com a barra de progressão (por omissão)
ru: Инсталляция с индикатором выполнения (по умолчанию)
uk: Інсталяція з індикатором виконання (за замовчуванням)

source: Installation with terminal (debug modus)
da: Installer med terminal (debug modus)
de: Installation im Befehlsfenster (im Fehlerfall hilfreich)
el: Εγκατάσταση με τερματικό (debug modus)
hr: Instalacija s terminalom (debug modus)
it: Installazione con terminale (modalità debug)
ja: 端末でインストール (デバッグモード)
pt: Instalação com o terminal (modo debug)
ru: Инсталляция в терминале (режим отладки)
uk: Інсталяція в терміналі (режим отладки)

source: Save config & Next
da: Gem konfigurationen og Næste
de: Konfig speichern & weiter
el: Φύλαξε ρύθμ. & Επόμενο
hr: Spremi konfiguraciju i dalje
it: Salva configurazione & Avanti
ja: 設定保存して次へ
pt: Guardar Configuração & Seguinte
ru: Запуск установки
uk: Конфігурація збережена & далі

source: <big><b> Begin Installation</b></big>
da: <big><b>Begynd Installation</b></big>
el: <big><b>Ξεκίνα την Εγκατάσταση</b></big>
ru: <big><b>Начать установку</b></big>

source: <big> zone </big>
ru: <big> Часовой пояс </big>

source: sidux HD-Installation
es: Instalacion de sidux al Disco Duro
fr: Installation de sidux sur disque dur
hr: sidux HD-Instalacija
it: Installazione su HD di sidux
nl: sidux HD-Installatie
pl: sidux - instalacja systemu na dysku twardym
ro: sidux-Instalarea pe Hard Disc
zh: sidux 硬盘安装程序

source: Welcome to the sidux HD-Installation
es: Bienvenidos a la instalación de sidux
fr: Bienvenue dans l'installation de sidux
hr: Dobro došli kod sidux HD-Instalacije
it: Benvenuto all'installazione su HD di sidux
ja: sidux HDインストールへようこそ
nl: Welkom bij de sidux HD-Installatie
pl: Witamy w instalatorze systemu sidux
ro: Bine ati venit la Instalarea sidux pe Hard Disc
zh: 欢迎使用 sidux 的硬盘安装程序

source: sidux takes no responsibility for data loss or hardware damage.
fr: sidux de ce programme décline toute responsabilité pour d'éventuelles pertes de données ou dommages matériels.
hr: sidux nisu odgovorni za gubitak podataka ili štete na hardveru.
it: sidux non si assume alcuna responsabilità per eventuale perdita di dati o danneggiamento dell'hardware.
ja: siduxはデータ損失やハードウア障害に責任を負いません.
pl: Autor nie bierze odpowiedzialności za utratę danych i uszkodzenie sprzętu.
ro: sidux nu-si asuma nici o responsabilitate in legatura cu pierderea de date sau distrugerea de hardware .

source: This application will install sidux to your harddisk.
es: Esta aplicación va a instalar sidux a su disco duro
fr: Ce programme installera sidux sur votre disque dur.
hr: Ova aplikacija će instalirati sidux na vaš harddisk.
it: Questo programma installerà sidux sul tuo hard disk.
ja: このアプリケーションはハードディスクへsiduxをインストールします.
nl: Dit programma zal sidux op je harde schijf installeren
pl: Program ten zainstaluje system sidux na twardy dysk.
ro: Aceasta aplicatie va instala sidux pe Hard Discul calculatorului dumneavoastra.
zh: 该程序将安装 sidux 到您的硬盘.

source: If you need any help with the installation, visit the sidux-website, -Wiki, -Forum or -Chat! sidux-website: http://sidux.com
es: Si usted necesita ayuda con la instalación, visite la pagina de sidux, el wiki, forum or el Chat. Pagina de sidux: http://sidux.com
fr: Si vous avez besoin d'aide pour l'installation, visitez le site web de sidux, utilisez le forum ou le chat Site web sidux: http://sidux.com
hr: Ako vam treba pomoć sa installacijom posjetite sidux.com, -Wiki, -Forum ili -Chat! sidux-website: http://sidux.com
it: Se hai bisogno di aiuto per l'installazione, visita il sito web, il wiki, il forum o la chat di sidux! Sito web di sidux: http://sidux.com
ja: インストールに関して困った時は、siduxのウェブサイト、Wiki、フォーラムやチャットを訪れてください! sidux-ウェブサイト: http://sidux.com
nl: Als je ondersteuning nodig hebt bezoek dan de sidux website, -Wiki, -Forum of -Chat! sidux website: http://sidux.com
pl: Jeśli potrzebujesz pomocy podczas instalacji, odwiedź stronę internetową siduksa, Wiki lub Chat! Strona internetowa siduksa: http://sidux.com
zh: 如您需要关于安装的帮助请访问 sidux的网站、维基、论坛或者聊天室！ sidux 的网站: http://sidux.com

source: Example: ------------ A seperate home-partition: /home
es: Ejemplo: -------- Una separada Particion para home/home
fr: Exemple: ------------ Partition home séparée: /home
hr: Primjer: ------------ Seperatna home-particija: /home
it: Esempio: ------------ partizione home separata: /home
nl: Voorbeeld: ------------ Een aparte home-partitie: /home
pl: Przykład: ------------ Oddzielna partycja domowa: /home
ro: Exemplu: ------------ O partitie separata home : /home
zh: 例如: ------------ 一个单独的 用户分区: /home

source: Bootmanager: A bootmanager allows you to choose the OS you want to boot at startup. Installation-target: MBR (Master Boot Record) or root-partition
es: Bootmanager: Un bootmanager permite escojer el Sistema Operativo que usted desea arrancar. Lugar de instalacion: MBR (Master Boot Record) o en la raiz (root) de la particion.
fr: Chargeur de Boot: Un chargeur de boot vous donne le choix du système d'exploitation que vous voulez démarrer au lancement de l'ordinateur. Cible d'installation: MBR (Master Boot Record) ou partition root
hr: Bootmenadžer: bootmenadžer vam daje mogućnost izbora OSa koji hoćete da startuje. Mjesto za instalaciju: MBR (Master Boot Record) ili root-particija
nl: Bootmanager: Een bootmanager laat je het besturingssysteem kiezen dat je wilt opstarten. Waar wil je hem installeren: MBR (Master Boot Record) of op de rootpartitie
pl: Manager uruchamiania: umożliwia wybór systemu operacyjnego podczas startu komputera. Miejsce instalacji: MBR (Master Boot Record) lub partycja główna
ro: Bootmanager : Bootmanagerul ofera posibilitatea sa alegeti sistemul de operare pe care doriti sa-l porniti . Locul unde va fi instalat : MBR (Master Boot Record) sau partitia root
zh: 启动管理器: 您可以利用启动管理器在开机时选择要进入的操作系统. 安装位置包括: MBR (主引导记录) 或者 根分区

source: Bootmanager:
hr: Bootmenadžer:

source: Root-password: This password will be used for the administrator. Do not forget it! Username: The username should consist of lower case letters (and numbers) only. Important: All passwords have to be between 6 and 20 characters long!
hr: Root-lozinka: Ova lozinka će biti korištena za administratora. Zapamtite je dobro! Korisničko ime: Korisničko ime bi trebalo da se sastoji samo od malih/velikih slova i brojki. Važno: Sve lozinke moraju se sastojati od 6 do 20 slova!

source: You provided all Information neccessary to start the sidux-Installation. You can check or change your Options once again by pressing the "Prev" Button. If everything is correct for you, pressing "Save config & Next".
es: Usted proporciono toda la informacion necesaria para empezar la instalacion. Usted puede revisar o hacer cambios precionando el boton "Regresar". Si todo esta correcto, empieze la instalacion precionando "Empezar instalacion".
fr: Vous avez fourni toutes les informations nécessaires pour pouvoir démarrer l'installation. Vous pouvez contrõler ou modifier ves options en cliquant sur le bouton "Précédent". Si toutes les informations sont correctes, lancez l'installation en cliquant sur "Begin Installation".
hr: Upisali ste sve informacije koje su potrebne za start sidux-instalacije. Možete provjeriti ili promijeniti opcije sa "Prev" Button. Ako je sve u redu za vas, startujete instalaciju sa klikom na "Startuj instalaciju".
pl: Podałeś wszystkie niezbędne dane, aby rozpocząć instalację systemu sidux. Możesz sprawdzić lub zmienić wybrane opcje poprzez kliknięcie przycisku "Poprzedni". Jeśli wybrane opcje są poprawne, rozpocznij instalację klikając "Rozpocznij instalację".
ro: Ati furnizat toate informatiile necesare pentru inceperea instalarii. Puteti sa verificati inca odata sau sa schimbati optiunile dumneavoastra cu butonul "Inapoi" . Daca totul este corect in ceea ce va priveste incepeti instalarea apasand "Incepe Instalarea".

source: Start sidux-Installer-Script without configuration (this configuration will be lost)
es: Empezar instalacion sin configuracion (esta configuracion se perdera)
fr: Lancer l'installateur sidux sans configuration (la configuration actuelle sera perdue)
hr: Startuj sidux-Installer-Script bez configuracije (configuracija će biti izbrisana)
it: Avvia lo script di installazione di sidux senza configurazione (questa configurazione verrà persa)
ja: siduxのインストールスクリプトを 設定なしで開始 (この設定は失われます)
nl: Start het sidux-installatie-script op zonder configuratie (deze configuratie gaat verloren)
pl: Uruchom sidux-Installer-Script bez konfiguracji (te ustawienia zostaną utracone)
ro: Porneste scriptul de instalare sidux fara configuratie (aceasta configuratie va fi pierduta)
zh: 开始 sidux 的安装脚本 不要设置 (该设置将丢弃)

source: cupsys (Printing System)
es: cupsys (Sistema de impresoras)
fr: cupsys (système d'imprimantes)
hr: cupsys (System za printanje)
it: cupsys (sistema di stampa)

source: <big><b> Timezone </b></big>
fr: <big><b> fuseau horaire </b></big>
hr: <big><b> Vremenska Zona </b></big>

source: You provided all Information neccessary to start the sidux-Installation. You can check or change your Options once again by pressing the "Prev" Button. If everything is correct for you, pressing "Save config & Next".
it: Hai fornito tutte le informazioni necessarie per cominciare l'installazione di sidux. Puoi controllare o cambiare le opzioni ancora una volta premendo il bottone "Indietro".Se per te tutto è impostato correttamente, comincia l'installazione premendo "Avvia installazione".

source: Start Part.- manager
ja: パーティション設定

source: You have provided all the required information for a sidux-install. To check again or change anything press "<-Back". If everything is correct for you, press "Save config & Next".
ja: siduxのインストールを始めるのに必要な情報はすべて入力されました。 "戻る" ボタンを押せば、オプションをもう一度チェックしたり変更したりできます. すべて正しければ、 "設定を保存して次へ" を押してください.

source: Root-password: This password will be used for the administrator. So keep it in mind! Username: The username should consist of lower case letters (and numbers) only. Important: All passwords have to be between 6 and 20 characters long!
es: Clave de la raiz: Esta clave ha a ser usado para el administrador. Asi que memorizelo! Nombre del usuario: Este debe solamente consistir de letras minusculas y numeros. Importante: Todos las clavez tienen que ser de 6 a 20 caracteres de largo!
fr: Mot de passe root: Ce mot de passe sera utilisé pour l'administrateur. Ne l'oubliez pas! Nom de l'utilisateur: Composé de lettres minuscules et de chiffres seulement. Important: La longueur de tous les mots de passe doit aller de 6 à 20 caractères!
nl: Rootwachtwoord: dit wachtwoord wordt gebruikt door de 'administrator'. Onthou het dus goed! Gebruikersnaam: de gebruikersnaam mag alleen maar bestaan uit kleine letters (en cijfers). Belangrijk: Alle wachtwoorden moeten tussen de 6 en 20 karakters lang zijn!
pl: Hasło roota: to hasło będzie używane przez administratora. Zapamiętaj je! Nazwa użytkownika: powinna składać się tylko z małych liter (i cyfr). Ważne: wszystkie hasła powinny mieć długość od 6 do 20 znaków!
ro: Parola de Root: Aceasta parola va fi utilizata pentru contul de administrator. Tineti-o minte ! Nume utilizator : Numele de utilizator trebuie sa contina doar litere mici (si numere) . Important : Lungimea tuturor parolelor trebuie sa fie intre 6 si 20 caractere !
zh: 管理员密码: 这个密码将被用于系统管理，请牢记！ 用户名: 该名字只能由小写字母(数字)组成. 敬请注意: 所有的密码长度必须在 6-20 位之间！

source: Save configuration only (~/.knofig)
fr: Sauver seulement la configuration (~/.knofig)
zh: 保存设置 仅仅是 (~/.knofig)

source: Note that this version is still a very early version and under heavy development. The author takes no responsibility for data loss or hardware damage.
es: Por favor note que esta version todavia esta en la etapa de experimentacion y gestamiento Los autores no se hacen responsables por alguna perdida de data o daños a su hardware
nl: Bedenk wel dat deze versie nog een erg vroege versie is en volop in ontwikkeling. De auteur neemt geen verantwoordelijkheid voor verlies van data of beschadiging van hardware.
zh: 请注意该版本仍处于开发阶段， 作者不对可能造成的数据丢失和硬件损坏负责！

source: You provided all Information neccessary to start the sidux-Installation. You can check or change your Options once again by pressing the "Prev" Button. If everything is correct for you, begin the installation by pressing "Begin installation".
nl: Je hebt alle informatie ingevoerd die nodig is om de installatie van sidux te beginnen. Je kunt je opties controleren of veranderen door op de "Prev" knop te klikken. Als alles naar jouw mening in orde is, dan begin je de installatie door op "Begin de installatie" te klikken.
zh: 您需要提供必要的信息以开始 sidux 的安装程序. 您可以通过按"上一步"的改变您的选择. 如果一切正常，您可以按下"开始安装"来开始安装.

source: If you need any help with the installation, visit the sidux-website, -Wiki, -Forum or -Chat! sidux-website: http://sidux.com
ro: Pentru orice ajutor in legatura cu aceasta instalare vizitati pagina web sidux, -Wiki, -Forum sau -Chat! pagina sidux: http://sidux.com

source: options are: ======== /bin /boot /etc /home /lib /opt /root /sbin /tmp /usr /var
zh: 可能是: ======== /bin /boot /etc /home /lib /opt /root /sbin /tmp /usr /var
